Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/CmsUi.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, fr_ca, he, hi, it, ja_jp, nl, pt, ru, te, zh_cn

source: Cannot create role {0} because a role named {0} already exists.
ar: لا يمكن إنشاء الدور {0} لأن الدور المسمى {0} موجود بالفعل.
bn: ভূমিকা {0} তৈরি করা যাবে না কারণ {0} নামের একটি ভূমিকা ইতিমধ্যেই বিদ্যমান৷
de: Die Rolle {0} kann nicht erstellt werden, da bereits eine Rolle mit dem Namen {0} vorhanden ist.
es: No se puede crear el rol {0} porque ya existe un rol llamado {0}.
fr: Impossible de créer le rôle {0} car un rôle nommé {0} existe déjà.
he: לא ניתן ליצור תפקיד {0} כי כבר קיים תפקיד בשם {0}.
hi: भूमिका {0} नहीं बनाई जा सकती क्योंकि {0} नाम की भूमिका पहले से मौजूद है।
it: Impossibile creare il ruolo {0} perché esiste già un ruolo denominato {0}.
ja_jp: {0} という名前のロールがすでに存在しているため、ロール {0} を作成できません。
nl: Kan rol {0} niet maken omdat er al een rol met de naam {0} bestaat.
pt: Não é possível criar a função {0} porque já existe uma função chamada {0}.
ru: Невозможно создать роль {0}, поскольку роль с именем {0} уже существует.
te: {0} అనే పాత్ర ఇప్పటికే ఉన్నందున {0} పాత్రను సృష్టించడం సాధ్యం కాదు.
zh_cn: 无法创建角色 {0}，因为名为 {0} 的角色已存在。

source: The original role name contains invalid character sequence
ar: يحتوي اسم الدور الأصلي على تسلسل أحرف غير صالح
bn: মূল ভূমিকার নামে অবৈধ অক্ষর ক্রম রয়েছে৷
de: Der ursprüngliche Rollenname enthält eine ungültige Zeichenfolge
es: El nombre del rol original contiene una secuencia de caracteres no válida
fr: Le nom de rôle d'origine contient une séquence de caractères non valide
he: שם התפקיד המקורי מכיל רצף תווים לא חוקי
hi: मूल भूमिका नाम में अमान्य वर्ण अनुक्रम है
it: Il nome del ruolo originale contiene una sequenza di caratteri non valida
ja_jp: 元のロール名に無効な文字シーケンスが含まれています
nl: De oorspronkelijke rolnaam bevat een ongeldige tekenreeks
pt: O nome da função original contém uma sequência de caracteres inválida
ru: Исходное имя роли содержит недопустимую последовательность символов.
te: అసలు పాత్ర పేరు చెల్లని అక్షర క్రమాన్ని కలిగి ఉంది
zh_cn: 原始角色名称包含无效字符序列

source: Homepage cannot be blank.
ar: لا يمكن أن تكون الصفحة الرئيسية فارغة.
bn: হোমপেজ ফাঁকা হতে পারে না.
de: Die Homepage darf nicht leer sein.
es: La página de inicio no puede estar en blanco.
fr: La page d'accueil ne peut pas être vide.
he: דף הבית לא יכול להיות ריק.
hi: मुखपृष्ठ रिक्त नहीं हो सकता.
it: La home page non può essere vuota.
ja_jp: ホームページを空白にすることはできません。
nl: De startpagina mag niet leeg zijn.
pt: A página inicial não pode ficar em branco.
ru: Домашняя страница не может быть пустой.
te: హోమ్u200cపేజీ ఖాళీగా ఉండకూడదు.
zh_cn: 首页不能为空。

source: The maximum length of a role description is 255 characters.
ar: الحد الأقصى لطول وصف الدور هو 255 حرفًا.
bn: একটি ভূমিকা বর্ণনার সর্বাধিক দৈর্ঘ্য 255 অক্ষর।
de: Die maximale Länge einer Rollenbeschreibung beträgt 255 Zeichen.
es: La longitud máxima de una descripción de rol es de 255 caracteres.
fr: La longueur maximale d’une description de rôle est de 255 caractères.
he: האורך המרבי של תיאור תפקיד הוא 255 תווים.
hi: किसी भूमिका विवरण की अधिकतम लंबाई 255 अक्षर है।
it: La lunghezza massima della descrizione del ruolo è di 255 caratteri.
ja_jp: 役割の説明の最大長は 255 文字です。
nl: De maximale lengte van een rolbeschrijving is 255 tekens.
pt: O comprimento máximo de uma descrição de função é de 255 caracteres.
ru: Максимальная длина описания роли — 255 символов.
te: పాత్ర వివరణ యొక్క గరిష్ట పొడవు 255 అక్షరాలు.
zh_cn: 角色描述的最大长度为 255 个字符。

source: Step Name:
ar: اسم الخطوة:
bn: ধাপের নাম:
de: Schrittname:
es: Nombre del Paso:
fr: Nom de l'étape :
he: שם שלב:
hi: चरण का नाम:
it: Nome del passaggio:
ja_jp: ステップ名:
nl: Stap Naam:
pt: Nome da etapa:
ru: Имя шага:
te: దశ పేరు:
zh_cn: 步骤名称：

source: Specify the permissions for each role.
ar: حدد الأذونات لكل دور.
bn: প্রতিটি ভূমিকার জন্য অনুমতি নির্দিষ্ট করুন.
de: Geben Sie die Berechtigungen für jede Rolle an.
es: Especifique los permisos para cada función.
fr: Spécifiez les autorisations pour chaque rôle.
he: ציין את ההרשאות עבור כל תפקיד.
hi: प्रत्येक भूमिका के लिए अनुमतियाँ निर्दिष्ट करें.
it: Specificare le autorizzazioni per ciascun ruolo.
ja_jp: 役割ごとに権限を指定します。
nl: Geef de machtigingen voor elke rol op.
pt: Especifique as permissões para cada função.
ru: Укажите разрешения для каждой роли.
te: ప్రతి పాత్రకు అనుమతులను పేర్కొనండి.
zh_cn: 指定每个角色的权限。

source: Roles:
ar: الأدوار:
bn: ভূমিকা:
de: Rollen:
es: Funciones:
fr: Rôles :
he: תפקידים:
hi: भूमिकाएँ:
it: Ruoli:
ja_jp: 役割:
nl: Rollen:
pt: Funções:
ru: Роли:
te: పాత్రలు:
zh_cn: 角色：

source: Ok
ar: نعم
bn: ঠিক আছে
es: Bueno
fr: D'accord
he: בְּסֵדֶר
hi: ठीक है
ja_jp: わかりました
ru: Хорошо
te: సరే
zh_cn: 好的

source: Move
ar: يتحرك
bn: সরান
de: Bewegen
es: Movimiento
fr: Se déplacer
he: מַהֲלָך
hi: कदम
it: Mossa
ja_jp: 動く
nl: Beweging
pt: Mover
ru: Двигаться
te: తరలించు
zh_cn: 移动

source: Select
ar: يختار
bn: নির্বাচন করুন
de: Wählen
es: Seleccionar
fr: Sélectionner
he: לִבחוֹר
hi: चुनना
it: Selezionare
ja_jp: 選択
nl: Selecteer
pt: Selecione
ru: Выбирать
te: ఎంచుకోండి
zh_cn: 选择

source: Dont Save
ar: لا تحفظ
bn: সংরক্ষণ করবেন না
de: Nicht speichern
es: No Guardar
fr: Ne pas enregistrer
he: אל תחסוך
hi: सहेजें मत
it: Non salvare
ja_jp: 保存しないでください
nl: Niet opslaan
pt: Não salve
ru: Не сохранять
te: సేవ్ చేయవద్దు
zh_cn: 不保存

source: Done
ar: منتهي
bn: সম্পন্ন
de: Erledigt
es: Hecho
fr: Fait
he: נַעֲשָׂה
hi: हो गया
it: Fatto
ja_jp: 終わり
nl: Klaar
pt: Feito
ru: Сделанный
te: పూర్తయింది
zh_cn: 完毕

source: Start
ar: يبدأ
bn: শুরু করুন
es: Comienzo
fr: Commencer
he: הַתחָלָה
hi: शुरू
it: Inizio
ja_jp: 始める
nl: Begin
pt: Começar
ru: Начинать
te: ప్రారంభించండి
zh_cn: 开始

source: Inspect
ar: فحص
bn: পরিদর্শন করুন
de: Überprüfen
es: inspeccionar
fr: Inspecter
he: לִבדוֹק
hi: निरीक्षण करें
it: Ispezionare
ja_jp: 検査する
nl: Inspecteren
pt: Inspecionar
ru: Осмотреть
te: తనిఖీ చేయండి
zh_cn: 检查

source: Style
ar: أسلوب
bn: শৈলী
de: Stil
es: Estilo
he: סִגְנוֹן
hi: शैली
it: Stile
ja_jp: スタイル
nl: Stijl
pt: Estilo
ru: Стиль
te: శైలి
zh_cn: 风格

source: Icon for a Page
ar: أيقونة للصفحة
bn: একটি পৃষ্ঠার জন্য আইকন
de: Symbol für eine Seite
es: Icono para una página
fr: Icône pour une page
he: סמל עבור דף
hi: एक पेज के लिए चिह्न
it: Icona per una pagina
ja_jp: ページのアイコン
nl: Pictogram voor een pagina
pt: Ícone para uma página
ru: Значок для страницы
te: పేజీ కోసం చిహ్నం
zh_cn: 页面的图标

source: Icon for a Folder
ar: أيقونة للمجلد
bn: একটি ফোল্ডারের জন্য আইকন
de: Symbol für einen Ordner
es: Icono para una carpeta
fr: Icône pour un dossier
he: סמל עבור תיקיה
hi: फ़ोल्डर के लिए चिह्न
it: Icona per una cartella
ja_jp: フォルダーのアイコン
nl: Pictogram voor een map
pt: Ícone para uma pasta
ru: Значок папки
te: ఫోల్డర్ కోసం చిహ్నం
zh_cn: 文件夹的图标

source: Folder
ar: مجلد
bn: ফোল্ডার
de: Ordner
es: Carpeta
fr: Dossier
he: תיקיה
hi: फ़ोल्डर
it: Cartella
ja_jp: フォルダ
nl: Map
pt: Pasta
ru: Папка
te: ఫోల్డర్
zh_cn: 文件夹

source: Icon for an Asset
ar: أيقونة للأصول
bn: একটি সম্পদের জন্য আইকন
de: Symbol für ein Asset
es: Icono para un activo
fr: Icône pour un actif
he: סמל עבור נכס
hi: किसी संपत्ति के लिए चिह्न
it: Icona per una risorsa
ja_jp: アセットのアイコン
nl: Pictogram voor een asset
pt: Ícone para um ativo
ru: Значок актива
te: ఆస్తి కోసం చిహ్నం
zh_cn: 资产的图标

source: Icon for a File
ar: أيقونة للملف
bn: একটি ফাইলের জন্য আইকন
de: Symbol für eine Datei
es: Icono para un archivo
fr: Icône pour un fichier
he: סמל עבור קובץ
hi: फ़ाइल के लिए चिह्न
it: Icona per un file
ja_jp: ファイルのアイコン
nl: Pictogram voor een bestand
pt: Ícone para um arquivo
ru: Значок файла
te: ఫైల్ కోసం చిహ్నం
zh_cn: 文件的图标

source: Icon for an Image
ar: رمز للصورة
bn: একটি ছবির জন্য আইকন
de: Symbol für ein Bild
es: Icono para una imagen
fr: Icône pour une image
he: סמל לתמונה
hi: एक छवि के लिए चिह्न
it: Icona per un'immagine
ja_jp: 画像のアイコン
nl: Pictogram voor een afbeelding
pt: Ícone para uma imagem
ru: Значок для изображения
te: చిత్రం కోసం చిహ్నం
zh_cn: 图像的图标

source: Icon for Search
ar: أيقونة للبحث
bn: অনুসন্ধানের জন্য আইকন
de: Symbol für die Suche
es: Icono para búsqueda
fr: Icône de recherche
he: סמל לחיפוש
hi: खोज के लिए चिह्न
it: Icona per la ricerca
ja_jp: 検索用アイコン
nl: Pictogram voor zoeken
pt: Ícone para pesquisa
ru: Значок для поиска
te: శోధన కోసం చిహ్నం
zh_cn: 搜索图标

source: Icon for Recycling
ar: أيقونة لإعادة التدوير
bn: পুনর্ব্যবহারযোগ্য আইকন
de: Symbol für Recycling
es: Icono para reciclaje
fr: Icône pour le recyclage
he: סמל למיחזור
hi: पुनर्चक्रण के लिए चिह्न
it: Icona per il riciclaggio
ja_jp: リサイクルのアイコン
nl: Pictogram voor recycling
pt: Ícone para reciclagem
ru: Значок переработки
te: రీసైక్లింగ్ కోసం చిహ్నం
zh_cn: 回收图标

source: Recycling
ar: إعادة التدوير
bn: রিসাইক্লিং
es: Reciclaje
fr: Recyclage
he: מִחזוּר
hi: पुनर्चक्रण
it: Riciclaggio
ja_jp: リサイクル
pt: Reciclagem
ru: Переработка
te: రీసైక్లింగ్
zh_cn: 回收

source: Icon for Design
ar: أيقونة للتصميم
bn: ডিজাইনের জন্য আইকন
de: Symbol für Design
es: Icono para diseño
fr: Icône pour le design
he: אייקון לעיצוב
hi: डिज़ाइन के लिए चिह्न
it: Icona per il design
ja_jp: デザイン用アイコン
nl: Pictogram voor ontwerp
pt: Ícone para Design
ru: Иконка для дизайна
te: డిజైన్ కోసం చిహ్నం
zh_cn: 设计图标

source: Icon for a Site
ar: أيقونة للموقع
bn: একটি সাইটের জন্য আইকন
de: Symbol für eine Site
es: Icono para un sitio
fr: Icône pour un site
he: סמל עבור אתר
hi: किसी साइट के लिए चिह्न
it: Icona per un sito
ja_jp: サイトのアイコン
nl: Pictogram voor een site
pt: Ícone para um site
ru: Иконка для сайта
te: సైట్ కోసం చిహ్నం
zh_cn: 网站的图标

source: Icon for the Asset Library
ar: أيقونة لمكتبة الأصول
bn: সম্পদ লাইব্রেরির জন্য আইকন
de: Symbol für die Asset-Bibliothek
es: Icono para la biblioteca de activos
fr: Icône de la bibliothèque d'actifs
he: סמל עבור ספריית הנכסים
hi: एसेट लाइब्रेरी के लिए चिह्न
it: Icona per la Libreria di risorse
ja_jp: アセット ライブラリのアイコン
nl: Pictogram voor de activabibliotheek
pt: Ícone da Biblioteca de Ativos
ru: Значок библиотеки ресурсов
te: అసెట్ లైబ్రరీ కోసం చిహ్నం
zh_cn: 资源库的图标

source: Asset Library
ar: مكتبة الأصول
bn: সম্পদ লাইব্রেরি
de: Asset-Bibliothek
es: Biblioteca de activos
fr: Bibliothèque d'actifs
he: ספריית נכסים
hi: एसेट लाइब्रेरी
it: Libreria di risorse
ja_jp: アセットライブラリ
nl: Activabibliotheek
pt: Biblioteca de ativos
ru: Библиотека активов
zh_cn: 资源库

source: Down Arrow
ar: سهم لأسفل
bn: নিচের তীর
de: Pfeil nach unten
es: Flecha hacia abajo
fr: Flèche vers le bas
he: חץ למטה
hi: नीचे वाला तीर
it: Freccia giù
ja_jp: 下矢印
nl: Pijl naar beneden
pt: Seta para baixo
ru: Стрелка вниз
te: డౌన్ బాణం
zh_cn: 向下箭头

source: Add Slide
ar: أضف شريحة
bn: স্লাইড যোগ করুন
de: Folie hinzufügen
es: Agregar diapositiva
fr: Ajouter une diapositive
he: הוסף שקופית
hi: स्लाइड जोड़ें
it: Aggiungi diapositiva
ja_jp: スライドの追加
nl: Dia toevoegen
pt: Adicionar slide
ru: Добавить слайд
te: స్లయిడ్ జోడించండి
zh_cn: 添加幻灯片

source: Size
ar: مقاس
bn: আকার
de: Größe
es: Tamaño
fr: Taille
he: גוֹדֶל
hi: आकार
it: Misurare
ja_jp: サイズ
nl: Maat
pt: Tamanho
ru: Размер
te: పరిమాణం
zh_cn: 尺寸

source: Slide Text
ar: نص الشريحة
bn: স্লাইড টেক্সট
de: Folientext
es: Texto de diapositiva
fr: Texte de la diapositive
he: טקסט שקופיות
hi: स्लाइड पाठ
it: Testo diapositiva
ja_jp: スライドテキスト
nl: Schuif tekst
pt: Texto do slide
ru: Текст слайда
te: స్లయిడ్ టెక్స్ట్
zh_cn: 幻灯片文本

source: Internal Link
ar: الرابط الداخلي
bn: অভ্যন্তরীণ লিঙ্ক
de: Interner Link
es: Enlace interno
fr: Lien interne
he: קישור פנימי
hi: आंतरिक लिंक
it: Collegamento interno
ja_jp: 内部リンク
nl: Interne koppeling
pt: Link Interno
ru: Внутренняя ссылка
te: అంతర్గత లింక్
zh_cn: 内部链接

source: External Link
ar: رابط خارجي
bn: বাহ্যিক লিঙ্ক
de: Externer Link
es: Enlace externo
fr: Lien externe
he: קישור חיצוני
hi: बाहरी लिंक
it: Collegamento esterno
ja_jp: 外部リンク
nl: Externe koppeling
pt: Link Externo
ru: Внешняя ссылка
te: బాహ్య లింక్
zh_cn: 外部链接

source: Link Type
ar: نوع الرابط
bn: লিঙ্কের ধরন
de: Linktyp
es: Tipo de enlace
fr: Type de lien
he: סוג קישור
hi: लिंक प्रकार
it: Tipo di collegamento
ja_jp: リンクタイプ
pt: Tipo de link
ru: Тип ссылки
te: లింక్ రకం
zh_cn: 链接类型

source: Your slider configuration has generated warnings (see details below)
ar: لقد أدى تكوين شريط التمرير الخاص بك إلى إنشاء تحذيرات (انظر التفاصيل أدناه)
bn: আপনার স্লাইডার কনফিগারেশন সতর্কতা তৈরি করেছে (নীচে বিস্তারিত দেখুন)
de: Ihre Slider-Konfiguration hat Warnungen generiert (siehe Details unten)
es: Su configuración de diapositivas ha generado advertencias (vea los detalles abajo)
fr: Votre configuration de slider a généré des avertissements (voir détails ci-dessous)
he: תצורת המחוון שלך יצרה אזהרות (ראה פרטים למטה)
hi: आपके स्लाइडर कॉन्फ़िगरेशन ने चेतावनियाँ उत्पन्न की हैं (नीचे विवरण देखें)
it: La configurazione del tuo dispositivo di scorrimento ha generato avvisi (vedi dettagli di seguito)
ja_jp: スライダー設定により警告が生成されました (詳細は下記を参照)
nl: Uw schuifregelaarconfiguratie heeft waarschuwingen gegenereerd (zie details hieronder)
pt: A configuração do seu controle deslizante gerou avisos (veja detalhes abaixo)
ru: В вашей конфигурации слайдера возникли предупреждения (подробности см. ниже).
te: మీ స్లయిడర్ కాన్ఫిగరేషన్ హెచ్చరికలను రూపొందించింది (క్రింద వివరాలను చూడండి)
zh_cn: 您的滑块配置已生成警告（请参阅下面的详细信息）

source: Note: Image resizing/rotating may not be available for some formats
ar: ملحوظة: قد لا يكون تغيير حجم/تدوير الصورة متاحًا لبعض التنسيقات
bn: দ্রষ্টব্য: কিছু বিন্যাসের জন্য চিত্রের আকার পরিবর্তন/ঘোরানো উপলব্ধ নাও হতে পারে
de: Hinweis: Die Größenänderung/Drehung von Bildern ist für einige Formate möglicherweise nicht verfügbar
es: Nota: Es posible que el cambio de tamaño / rotación de la imagen no esté disponible para algunos formatos
fr: Remarque : le redimensionnement/la rotation de l'image peut ne pas être disponible pour certains formats.
he: הערה: ייתכן ששינוי גודל/סיבוב תמונה לא יהיה זמין עבור פורמטים מסוימים
hi: नोट: कुछ प्रारूपों के लिए छवि का आकार बदलना/घूर्णन उपलब्ध नहीं हो सकता है
it: Nota: il ridimensionamento/rotazione delle immagini potrebbe non essere disponibile per alcuni formati
ja_jp: 注: 画像のサイズ変更/回転は、形式によっては利用できない場合があります。
nl: Opmerking: Het formaat/roteren van afbeeldingen is voor sommige formaten mogelijk niet beschikbaar
pt: Observação: o redimensionamento/rotação da imagem pode não estar disponível para alguns formatos
ru: Примечание. Изменение размера/поворот изображения может быть недоступно для некоторых форматов.
te: గమనిక: కొన్ని ఫార్మాట్u200cలకు ఇమేజ్ రీసైజింగ్/రొటేటింగ్ అందుబాటులో ఉండకపోవచ్చు
zh_cn: 注意：某些格式可能无法调整图像大小/旋转

source: Internal
ar: داخلي
bn: অভ্যন্তরীণ
de: Intern
es: Interno
fr: Interne
he: פְּנִימִי
hi: आंतरिक
it: Interno
ja_jp: 内部
nl: Intern
pt: Interno
ru: Внутренний
te: అంతర్గత
zh_cn: 内部的

source: External
ar: خارجي
bn: বাহ্যিক
de: Extern
es: Externo
fr: Externe
he: חִיצוֹנִי
hi: बाहरी
it: Esterno
ja_jp: 外部の
nl: Extern
pt: Externo
ru: Внешний
te: బాహ్య
zh_cn: 外部的

source: Slider Warning Details
ar: تفاصيل تحذير شريط التمرير
bn: স্লাইডার সতর্কতা বিবরণ
de: Details zur Slider-Warnung
es: Detalles de advertencia de diapositivas
fr: Détails de l'avertissement du curseur
he: פרטי אזהרת המחוון
hi: स्लाइडर चेतावनी विवरण
it: Dettagli avviso dispositivo di scorrimento
ja_jp: スライダー警告の詳細
nl: Waarschuwingsdetails schuifregelaar
pt: Detalhes de aviso do controle deslizante
ru: Сведения о предупреждении ползунка
te: స్లైడర్ హెచ్చరిక వివరాలు
zh_cn: 滑块警告详细信息

source: Your configuration contains images and/or links to invalid pages. This usually indicates that the assets may have been deleted. If the asset in question is a link to a page, the image will not be clickable. Please select a different link type or choose a different internal page for linking. If the asset is a slider image, that slider row will be removed once the configuration is saved. Please select a replacement image.
ar: يحتوي التكوين الخاص بك على صور و/أو روابط لصفحات غير صالحة. يشير هذا عادةً إلى أنه ربما تم حذف الأصول. إذا كانت مادة العرض المعنية عبارة عن رابط إلى صفحة، فلن تكون الصورة قابلة للنقر عليها. الرجاء تحديد نوع رابط مختلف أو اختيار صفحة داخلية مختلفة للربط. إذا كان الأصل عبارة عن صورة شريط تمرير، فستتم إزالة صف شريط التمرير هذا بمجرد حفظ التكوين. الرجاء تحديد صورة بديلة.
bn: আপনার কনফিগারেশনে ছবি এবং/অথবা অবৈধ পৃষ্ঠার লিঙ্ক রয়েছে। এটি সাধারণত নির্দেশ করে যে সম্পদগুলি মুছে ফেলা হয়েছে। যদি প্রশ্নে থাকা সম্পদটি একটি পৃষ্ঠার লিঙ্ক হয়, তাহলে ছবিটি ক্লিকযোগ্য হবে না। অনুগ্রহ করে একটি ভিন্ন লিঙ্কের ধরন নির্বাচন করুন বা লিঙ্ক করার জন্য একটি ভিন্ন অভ্যন্তরীণ পৃষ্ঠা চয়ন করুন৷ সম্পদটি একটি স্লাইডার ইমেজ হলে, কনফিগারেশনটি সেভ হয়ে গেলে সেই স্লাইডার সারিটি সরিয়ে দেওয়া হবে। একটি প্রতিস্থাপন ছবি নির্বাচন করুন.
de: Ihre Konfiguration enthält Bilder und/oder Links zu ungültigen Seiten. Dies weist normalerweise darauf hin, dass die Vermögenswerte möglicherweise gelöscht wurden. Wenn es sich bei dem betreffenden Asset um einen Link zu einer Seite handelt, ist das Bild nicht anklickbar. Bitte wählen Sie einen anderen Linktyp oder eine andere interne Seite für die Verlinkung aus. Wenn es sich bei dem Asset um ein Slider-Bild handelt, wird diese Slider-Zeile entfernt, sobald die Konfiguration gespeichert wird. Bitte wählen Sie ein Ersatzbild aus.
es: Su configuración contiene imágenes y / o enlaces a páginas inválidas. Esto generalmente indica que los activos pueden haber sido eliminados. Si el recurso en cuestión es un enlace a una página, no se podrá hacer clic en la imagen. Seleccione un tipo de enlace diferente o elija una página interna diferente para vincular. Si el activo es una imagen de control deslizante, esa fila de control deslizante se eliminará una vez que se guarde la configuración. Por favor, seleccione una imagen de reemplazo.
fr: Votre configuration contient des images et/ou des liens vers des pages invalides. Cela indique généralement que les actifs peuvent avoir été supprimés. Si l'actif en question est un lien vers une page, l'image ne sera pas cliquable. Veuillez sélectionner un autre type de lien ou choisir une autre page interne pour le lien. Si l'actif est une image de curseur, cette ligne de curseur sera supprimée une fois la configuration enregistrée. Veuillez sélectionner une image de remplacement.
he: התצורה שלך מכילה תמונות ו/או קישורים לדפים לא חוקיים. זה בדרך כלל מצביע על כך שייתכן שהנכסים נמחקו. אם הנכס המדובר הוא קישור לדף, התמונה לא תהיה ניתנת ללחיצה. אנא בחר סוג קישור אחר או בחר דף פנימי אחר לקישור. אם הנכס הוא תמונת מחוון, שורת המחוון הזו תוסר לאחר שמירת התצורה. אנא בחר תמונה חלופית.
hi: आपके कॉन्फ़िगरेशन में छवियां और/या अमान्य पृष्ठों के लिंक शामिल हैं। यह आमतौर पर इंगित करता है कि संपत्तियां हटा दी गई हैं। यदि विचाराधीन संपत्ति किसी पृष्ठ का लिंक है, तो छवि क्लिक करने योग्य नहीं होगी। कृपया लिंक करने के लिए एक अलग लिंक प्रकार चुनें या एक अलग आंतरिक पृष्ठ चुनें। यदि परिसंपत्ति एक स्लाइडर छवि है, तो कॉन्फ़िगरेशन सहेजे जाने के बाद वह स्लाइडर पंक्ति हटा दी जाएगी। कृपया एक प्रतिस्थापन छवि चुनें.
it: La tua configurazione contiene immagini e/o collegamenti a pagine non valide. Questo di solito indica che le risorse potrebbero essere state cancellate. Se la risorsa in questione è un collegamento a una pagina, l'immagine non sarà cliccabile. Seleziona un tipo di collegamento diverso o scegli una pagina interna diversa per il collegamento. Se la risorsa è un'immagine del dispositivo di scorrimento, la riga del dispositivo di scorrimento verrà rimossa una volta salvata la configurazione. Seleziona un'immagine sostitutiva.
ja_jp: 構成に画像や無効なページへのリンクが含まれています。 これは通常、アセットが削除された可能性があることを示します。 問題のアセットがページへのリンクである場合、画像はクリックできません。 別のリンク タイプを選択するか、リンク用に別の内部ページを選択してください。 アセットがスライダー画像の場合、構成が保存されると、そのスライダー行は削除されます。 置換画像を選択してください。
nl: Uw configuratie bevat afbeeldingen en/of links naar ongeldige pagina's. Dit geeft meestal aan dat de assets mogelijk zijn verwijderd. Als het item in kwestie een link naar een pagina is, kan er niet op de afbeelding worden geklikt. Selecteer een ander linktype of kies een andere interne pagina om te linken. Als het item een sliderafbeelding is, wordt die sliderrij verwijderd zodra de configuratie is opgeslagen. Selecteer een vervangende afbeelding.
pt: Sua configuração contém imagens e/ou links para páginas inválidas. Isso geralmente indica que os ativos podem ter sido excluídos. Se o ativo em questão for um link para uma página, a imagem não será clicável. Selecione um tipo de link diferente ou escolha uma página interna diferente para vincular. Se o ativo for uma imagem de controle deslizante, essa linha de controle deslizante será removida assim que a configuração for salva. Selecione uma imagem de substituição.
ru: Ваша конфигурация содержит изображения и/или ссылки на недопустимые страницы. Обычно это указывает на то, что активы могли быть удалены. Если рассматриваемый ресурс является ссылкой на страницу, изображение не будет доступно для кликов. Пожалуйста, выберите другой тип ссылки или другую внутреннюю страницу для ссылки. Если ресурс представляет собой изображение слайдера, эта строка слайдера будет удалена после сохранения конфигурации. Пожалуйста, выберите изображение для замены.
te: మీ కాన్ఫిగరేషన్ చిత్రాలు మరియు/లేదా చెల్లని పేజీలకు లింక్u200cలను కలిగి ఉంది. ఇది సాధారణంగా ఆస్తులు తొలగించబడి ఉండవచ్చని సూచిస్తుంది. సందేహాస్పద ఆస్తి పేజీకి లింక్ అయినట్లయితే, చిత్రం క్లిక్ చేయబడదు. దయచేసి వేరే లింక్ రకాన్ని ఎంచుకోండి లేదా లింక్ చేయడానికి వేరే అంతర్గత పేజీని ఎంచుకోండి. ఆస్తి స్లయిడర్ చిత్రం అయితే, కాన్ఫిగరేషన్ సేవ్ చేయబడిన తర్వాత ఆ స్లయిడర్ అడ్డు వరుస తీసివేయబడుతుంది. దయచేసి ప్రత్యామ్నాయ చిత్రాన్ని ఎంచుకోండి.
zh_cn: 您的配置包含图像和/或无效页面的链接。 这通常表明资产可能已被删除。 如果相关资产是页面链接，则该图像将不可点击。 请选择不同的链接类型或选择不同的内部页面进行链接。 如果资源是滑块图像，则保存配置后该滑块行将被删除。 请选择替换图像。
